Repository: Mkh23/BioChip
Catalog: PSExampleApp/PSExampleApp/Resx/AppResources.*.resx
Languages: nl

# AddPhoto
source: Add photo(s)
nl: Foto(s) toevoegen

source: ADD USER
nl: USER TOEVOEGEN

# AdminOptionsHeader
source: Admin options
nl: Admin opties

# AlertActiveUserCannotBeDeleted
source: Active user cannot be deleted.
nl: Actieve gebruiker kan niet verwijderd worden.

# AlertRemoveUserDescription
source: Are you sure you want to remove this user with all it's measurements?
nl: Weet u zeker dat u deze gebruiker met alle metingen wil verwijderen?

# AlertRemoveUserTitle
source: Remove user
nl: Gebruiker verwijderen

# Alert_AllowBluetooth
source: Please allow bluetooth persmission to start scanning.
nl: Sta alstublieft Bluetooth rechten toe om het scannen te starten.

# Alert_BackgroundSaved
source: Background succesfully saved, please restart the application for the changes to take effect.
nl: Achtergrond opgeslagen. Herstart de app om deze weer te geven.

# Alert_BluetoothDescription
source: Please enable Bluetooth reader in order to start a measurement.
nl: Deze app heeft bluetooth rechten nodig om metingen te kunnen doen.

# Alert_CameraPermission
source: Error taking photo, please check the app camera permission.
nl: Camera probleem, Controleer of de app toestemming tot de camera heeft.

# Alert_ConnectionFailed
source: Connection to device failed. Please try again
nl: Connectie is gefaald, probeer het nog eens.

# Alert_DeviceIncompatible
source: Device incompatible. Please select a different device
nl: Instrument is onverenigbaar, selecteer een ander instrument.

# Alert_DiscoverFailed
source: Discovering devices failed. Retrying to start the scanner.
nl: Scannen van instrumenten is gefaald, scannen wordt nogmaals gestart.

# Alert_ErrorDeleteMeasurement
source: Something went wrong with deleting the measurement please reload the list
nl: Het verwijderen van de meting is mislukt, herstart de app en probeer het nog eens.

# Alert_ErrorLoadingMeasurement
source: Failed loading the measurement, if the problem persist please restart the app
nl: Het laden van de meting is mislukt, herstart de app en probeer het nog eens.

# Alert_FailedDeleteAnalyte
source: Failed deleting the analyte. Please restart the application if the problem persists.
nl: Het verwijderen van de analiet is niet gelukt. Als het probleem zich blijft voordoen herstart dan de app.

# Alert_FailedImageImport
source: Failed importing the image. Please check if the image file has the correct format.
nl: Import van de afbeelding is niet gelukt, controleer of de afbeelding de juiste indeling heeft

# Alert_FailedImport
source: Failed to import file. Permissions not set.
nl: Import mislukt, permissies zijn niet gezet.

# Alert_FailedImportAnalyte
source: Failed importing analyte. Please check if the json file has the correct format.
nl: Import van de analiet is niet gelukt, controleer of het json bestand de juiste indeling heeft.

# Alert_FailedImportMethod
source: Failed importing the method. Please check if the method file has the correct format.
nl: Import methode niet gelukt, controlleer of het method bestand correct is.

# Alert_MethodNotFound
source: Not able to load the method. Please reinstall the app.
nl: Methode niet gevonden, herinstalleer de app alstublieft.

# Alert_MethodSaved
source: Method succesfully saved.
nl: Methode succesvol opgeslagen.

# Alert_NotConnected
source: Not connected to a device, please try reconnecting to a device again.
nl: Niet verbonden met een instrument, maak opnieuw een connectie.

# Alert_SelectValidMethodFile
source: Please select a valid psmethod file.
nl: Selecteer een geldig psmethod bestand.

# Alert_SomethingWrong
source: Something went wrong with starting a measurement please restart the device and try again
nl: Er ging iets mis met het starten van de meting. Herstart het instrument altublieft.

# Alert_TitleConfigured
source: Title configured, please restart the application for the changes to take effect.
nl: Titel is ingesteld, herstart de app om deze te tonen.

# Alert_ValidUserName
source: Please fill in a valid username.
nl: Geef een geldige gebruikersnaam.

source: ANALYZING SAMPLE
nl: MONSTER ANALYSEREN

source: Back
nl: Terug

source: Change user
nl: Verander gebruiker

source: Configure analyte
nl: Configureer analyte

# ConfigureAnalyteHeader
source: Import or remove analyte
nl: Importeer of verwijder analyte

source: Configure app
nl: Configureer app

source: Configure background
nl: Configureer achtergrond

source: Configure method
nl: Configureer method

source: Configure title
nl: Configureer titel

source: Confirm
nl: Bevestig

# Connected
source: Connected to device
nl: Verbonden met instrument

source: Connecting..
nl: Verbinden..

source: Continue
nl: Vervolgen

source: Creating Report..
nl: Rapport maken..

source: Disconnect
nl: Verbinding verbreken

# DropSenseHeader
source: Mix sample with buffer and add droplet
nl: Meng het monster met de buffer en voeg de druppel toe

# EnterTitle
source: Enter new title
nl: Voer nieuwe titel in

# EnterUser
source: Enter a username
nl: Voer gebruikersnaam in

source: Found:
nl: Gevonden:

# HomePageHeader
source: Please turn on the reader to start a measurement
nl: Zet de bluetooth-scanner aan om een meting te starten

source: Import Analyte
nl: Importeer analyt

# InsertSensorHeader
source: Insert sensor and wait for the indicator to turn BLUE
nl: Plaats de sensor en wacht tot de indicator BLAUW wordt

source: Known analytes
nl: Bekende analyten

source: Language
nl: Taal

source: Measurement History
nl: Meetgeschiedenis

source: Measurements
nl: Metingen

source: Notes
nl: Notities

# Picker_SelectMethodFile
source: Please select a psmethod file
nl: Selecteer een psmethod bestand

source: Repeat
nl: Herhalen

source: RESULT FOR
nl: RESULTAAT VOOR

source: Run Measurement
nl: Meting uitvoeren

source: Sample name
nl: Monster naam

source: Searching
nl: Zoeken

# SelectAnalyteHeader
source: Please select an analyte
nl: Selecteer een analyte

# SelectOrCreateUser
source: Select a user from the list or create a new user
nl: Selecteer een gebruiker uit de lijst of creër een nieuwe

# SelectPageMultipleReaders
source: {0} readers found, please select:
nl: {0} apparaten gevonden, selecteer 1 om verder te gaan

# SelectPageReaderFound
source: 1 reader found, please select:
nl: 1 apparaat gevonden, selecteer om verder te gaan

source: Select user
nl: Selecteer gebruiker

# SelectUserHeader
source: Please select a user to continue
nl: Selecteer een gebruiker om verder te gaan

source: Settings
nl: Instellingen

source: Share Report
nl: Rapport delen

source: Show plot
nl: Grafiek tonen

# StatusBarConnected
source: Connected to {0}
nl: Verbonden met {0}

# StatusBarConnecting
source: Connecting
nl: Verbinden

# StatusBarDisconnected
source: Disconnected
nl: Verbinding verbroken

# StatusBarMultipleReaders
source: {0} readers found
nl: {0} apparaten gevonden

# StatusBarReaderFound
source: 1 reader found
nl: 1 apparaat gevonden

source: User
nl: Gebruiker

source: Users
nl: Gebruikers

source: WELCOME
nl: WELKOM

# Alert_MethodIncompatibleNumberOfScans
source: Method must have only one scan.
nl: Methode mag alleen maar één scan hebben.
